[
		{
			"name":"老图书馆",
			"nickName":"樱顶老图",
			"coordination":{"latitude":30.54240338387717, "longitude":114.35822904109955},
			"description":{"time":"", "history":"武大的老图书馆，也是武大校园内知名的一座老建筑，雄踞在校园中心狮子山的最高处，与“老斋舍”与狮子山魂为一体似的，组成了一建筑群，从远处遥望这一组建筑才确实是有些布达拉宫的阵势。老图书馆建筑背对着东湖，南面向着珞珈山，登上顶层就可以俯瞰整个武大的校园，远处是波光粼粼的东湖，近处是一座座铺着绿色琉璃瓦的建筑，这一片老建筑掩映在湖光山色之中真是令人心旷神怡。这座老图书馆是在1935年9月竣工建成的，建筑的外部装饰极具中国传统特色，采用的是“庑殿顶”，塔楼部分为八角重檐、单檐双“歇山式”。上面立有七环宝鼎，屋顶还有采暖设施的烟囱，在屋顶的南面两角有云纹照壁，其间护栏以左右勾栏和中央的双龙造成了一种“围脊”的效果，两座附楼与大阅览室的屋脊相连，这在建筑学上称之为“歇山连脊”。老图书馆的两翼各四层为办公用房，后部两翼各七层是书库，整个图书馆建筑的平面呈一“工”字形状，由目录厅、检索厅、阅览厅、书库和辅助服务厅等不同功能的用房组成。塔楼阅览厅的平面为八边形，并设有环形的外走廊，是可以供读者在这里休息的极好空间。建筑的正门上方镶有一副老子的镂空铸铁像，在飞翘的屋脊、洒满阳光的廻廊、钩心斗角的檐部等处都有蟠龙、云纹、斗拱和仙人走兽等中国传统的精美图案，使得建筑的外部造型极具中国传统特色，又不失西式建筑的清新风格。要说的是，这建筑外墙面的装修就是普通的水刷石饰面，不知是因保护的措施好，还是当初的施工质量好，可距今天已使用了70多年，但看上去还是完好如初."},
			"image":"old_library.png",
			"ex_link":""
		},
		{
			"name":"老斋舍",
			"nickName":"樱花城堡",
			"coordination":{"latitude":30.5418674481578, "longitude":114.35831487178802},
			"description":{"time":"", "history":"老斋舍，狮子山南坡位于图书馆前。是武汉大学最早的学生宿舍，也是校园早期建筑群之一。于1930年3月开工建设，1931年9月竣工，建筑面积13773平方米，工程造价55.09万元，由汉协盛营造厂中标承建。2001年公布为全国重点文物保护单位。2007年经过一次修缮。建筑整体设计巧妙，有四栋宿舍组成，这四栋宿舍由三座罗马券拱门连为一体。建筑主体以花岗岩的灰色为主色调，尤显质朴大方、厚重沉稳，入口处修建有多层阶梯（百步梯），外形统一，气势宏伟。为突出其导向性，又在次基础上将拱门上部修了一层单檐歇山式亭楼。每栋宿舍由两个大天井将宿舍分隔为前中后3排，各排则依山势高低分为1至4层；每栋每层以《千字文》命名，形成天、地、玄、黄、宇、宙、洪、荒、日、月、盈、昃、辰、宿、列、张16个斋舍。宿舍屋顶做成了平面，蕴涵“地不平天平”的理想追求，即虽然众生起点不一，但通过努力学习，都会达到一样的成就。类似的文化解读，在武大的老建筑中层出不穷，耐人寻味。它也是是一座仿布达拉宫琉璃瓦建筑，整个建筑巧妙地顺应了自然地势的变化，利用狮子山南坡依山就势进行建造，在不同标高处， 沿等高线建成不同层次的房屋，各排房屋底层地面在不同高度上，而屋面则在同一平面上，形成“天平地不平”的格局。建筑的东西方向有50个开间，总长近200米，沿山坡等高线建筑了不同楼层的建筑，共有三排，一排比一排高，形成了高低错落的两重内天井的院子，如果从远处眺望“老斋舍”，确实颇有一点布达拉宫的气势。由于位置特殊，老斋舍房顶就是一览武汉大学的樱顶，美丽景色尽收眼底。还有武汉大学的代表性建筑老图书馆，也与老斋舍为邻。每年樱花盛开的季节，在推开老斋舍的窗子就能看见潇潇洒洒的樱花雨！ 甚至屋内伸手就可以碰得到樱花，让在这里居住的学生感觉十分惬意。住在一个有着沧桑历史的文物建筑内，近在咫尺有樱花、有图书馆....有情人坡，这也是这个建筑的一大特色。老斋舍最早是男生寄宿宿舍，挨着老斋舍的是学生饭厅及俱乐部（也算是老斋舍的一部分），  学生饭厅一楼前后都是落地长窗，室内光线充足。二楼改造成为学生俱乐部，其内部装饰极富民族特色，房梁上有“宝葫芦插三戟”，祝福学生连升三级。房梁角的木纹上雕刻有“蝠（福）在眼前”，蝙蝠睁大眼睛，看着下巴前的铜钱。在抗日战争时期，武大被日军辟为作战指挥部和伤兵疗养处，侵略军为了缓解这些侵华日本军人的思乡情，便从日本移植来樱花栽种在老斋舍前。其实当年日军种下的第一批日本樱花由于寿命的缘故都已经不在了。在老斋舍还设有“六一惨案”的纪念碑，并在当年死难学生流下的血迹处专门按血迹原状涂成红色，以示铭记，使得这栋老建筑更加有了历史的纪念意义."},
			"image":"sakura_castle.png",
			"ex_link":""
		},
		{
			"name":"理学楼",
			"nickName":"天圆地方-圆",
			"coordination":{"latitude":30.542301741123588, "longitude":114.36062157154083},
			"description":{"time":"", "history":"理学院<理学楼>与工学院<行政楼>正对，背临东湖。北面理学院主露穹窿圆屋顶与南面工学院四角重檐攒尖顶遥相呼应，体现出“天圆地方”（北圆南方）的传统建筑理念。在老图东侧的理学楼大概是现在武大早期建筑中使用最多的，也为大多数同学所熟悉的一栋。它始建于1930年，一期工程于1931年11月竣工，后排的配楼为第二期工程，于1936年同老斋舍同年竣工。该建筑既遵循“轴线对称、主从有序、中央殿堂、四隅崇楼”的中国传统建筑原则，又引用了西方罗马式、拜占庭式建筑式样，达到了整体建筑美与单体建筑美的完美结合和建筑与自然环境的有机融合。2001年公布为全国重点文物保护单位。它和很多武大老建筑一样，其貌不扬但总暗藏玄机：理学楼主露穹窿圆屋顶隔着奥场和现为行政楼的前工学院四角重檐攒尖顶遥相呼应，“天圆地方”的传统建筑理念便完美展现在眼前。而教室里的石柱，又使中式外表的理学楼增添了少有的欧式风采……理学楼还有很多秘密，先留点悬念，等待你们亲自来寻找。理学楼是武大最古老的教学楼之一了。内部构造十分复杂，通道楼梯连向哪里只有走了才知道，走过一个转角，也许又出现了一排教室，兜兜转转，十分神奇。而理学楼的厕所可谓让人印象深刻，实在和教室离的有些远了，下一楼走过道，第一次很可能分不清东南西北。学累了，从理学楼的阳台望去，便会看到有些陌生的工学部和东湖的一角，你可以幻想，在那湖畔边，会有怎么样的美丽将与你邂逅？"},
			"image":"arts_science_building.png",
			"ex_link":""
		},
		{
			"name":"行政楼",
			"nickName":"天圆地方-方",
			"coordination":{"latitude":30.539769878193066, "longitude":114.36088979244232},
			"description":{"time":"", "history":"武汉大学行政楼为武大早期著名建筑之一，由建筑美国工程师开尔斯等设计，上海六合营造公司中标承建，1934年11月开工，1936年1月竣工，建筑面积8140平方米，造价40万元，其中由管理中英庚款董事会资助12万元。竣工不到三年，就被日寇侵占，成为日军的医院。1952年全国院系调整后，武汉大学工学院被撤销，学校便将工学院大楼改作办公大楼，并一直使用至今日。行政大楼（也可叫工学院大楼）坐落在两座火石山之间的凹地上，其下方依照山势建有地下室和操场看台，是武大校园内又一例“天平地不平”的建筑佳作。工学院大楼坐南朝北，其“背景”是平缓而苍翠的珞珈山。开尔斯在这里将主楼设计为四角重檐攒尖顶的正方形大楼，在珞珈山这面天然的“屏风”上形成一幅镶嵌画，使原本平缓的山体陡增钟灵秀气。工学院大楼的屋顶设计别出心裁，下檐采用孔雀蓝琉璃瓦，顶层则用透光玻璃作屋面，再用四个反扣的桔红色陶缶叠成宝塔状，形成四角重檐攒尖顶的收束；方圆结合，红、白、蓝三色相间，形成中外少有的屋顶形式。在工学院大楼双重屋顶的四角上，共有8处“仙人骑马”的造型雕饰，其4个下檐上每个骑马的“仙人”背后，都跟着8个“脊兽”（上檐上则为6个），其数量比校园内其它几处同样拥有这一装饰的建筑，如老图书馆、宋卿体育馆等屋顶上的还要多。工学院主楼正方形墙体上带有明显的“恻角”，这是因为中国传统的城墙墙面是斜面的，为了使建筑样式符合传统形式的要求，故采取了将外墙墙面四角削斜的方法，利用人们的视觉误差，造成墙体斜面的假象，使这一现代建筑亦带有中国传统建筑的神韵。同时，为了整体协调，斜角上方的石刻栏杆采用独特的圆角过渡。工学院主楼的细部处理也极为讲究，集美观性与实用性于一体。例如墙面上方配有多个中国传统建筑中罕见的狮面兽装饰，独具匠心；而在屋顶的四角飞檐下，还装有4个圆盘形水斗，称为“盛露盘”，形似吊灯，实则是屋面的排水口，既承接双层大屋面雨水的集中排放，不致损害墙脚，同时又美化了飞檐翼角。工学院主楼的四角上各有一个配楼，面向主楼对称布局，四隅相望。这四座配楼分别是当时工学院的土木、机械、电机、矿冶四系以及研究所、实验室等的办公用房，均为矩形平面，有内廊，单檐歇山式屋顶，并覆有孔雀绿琉璃瓦。主楼高大的墙体被宽大的落地玻璃窗和削斜式侧角所美化，四角由绿色琉璃瓦歇山顶的中式配楼护持，更显雍容华贵，典雅大方，壮丽多采。"},
			"image":"administration_building.png",
			"ex_link":""
		},
		{
			"name":"新图书馆",
			"nickName":"",
			"coordination":{"latitude":30.537773910522535, "longitude":114.35712397098541},
			"description":{"time":"", "history":"武汉大学图书馆文理分馆，位于文理校区内。拥有相当规模的文献资源，以中文、历史、哲学、政治、法律、经济、管理、数学、物理、化学、生物、计算机科学、图书情报学等方面的理论性书刊为收藏重点，馆藏文献总量已达到330万册。每年入藏中外文图书12000多种，订购报刊5000余种。在全国文献资源调查中，武汉大学图书馆有马克思主义哲学、现代外国哲学、国际法、行政管理学、思想政治教育、共产主义运动、经济学、北美经济研究、图书馆学和情报学、中国古代文献、历史学、中国古代史、数学、凝聚态物理、空间物理和无线电物理、化学、植物学等17个学科的藏书被评为“研究级藏书”，居湖北省第一，其中马列主义、哲学、政治法律、经济、语言文字和生命科学等六个大学科的文献收藏量在全国高校居前五名。文理分馆近年来加强了电子文献的收藏，现已拥有各类型机读文献和数据库120余种，是目前收藏这类文献较多的图书馆。港台及原版图书15万余册，馆藏线装古籍20万册，善本800余种，其中有300多种收入《中国古籍善本书目》。为满足文理校区广大师生的教学、科研和学习，藏书特点为文理图书全面收藏；教参图书系统收藏；科研图书重点收藏；博、硕论文完整收藏，使藏书体系既具有系统性、完整性、实用性且具有研究性、学术性、学习性。文理分馆下设办公室、文科阅览区(B楼、C楼)和理科阅览区(E楼)。"},
			"image":"new_library.png",
			"ex_link":""
		},
		{
			"name":"宋卿体育馆",
			"nickName":"宋卿体育馆",
			"coordination":{"latitude":30.540490634217374, "longitude":114.35623347759247},
			"description":{"time":"", "history":"宋卿体育馆（武汉大学体育馆）位于狮子山南部底。 馆长约35.05米，宽约21.34米，建筑面积2748平方米，由上海六合公司中标承建。1936年武汉大学时任该校体育主任袁浚多方奔走，争取黎元洪家属捐赠10万元，实用12.7万元。并以黎元洪之号命名为“宋卿体育馆”。湖北走出的黎元洪大总统宋卿先生死后欲藏于此，被学校拒绝。后来其后人黎绍基和黎绍业投资在学校建立了这个体育馆，让它的名字留在了武大，也算是一丝小小的安慰吧。体育馆1936年7月竣工，四周绕有回廊，采用钢筋混凝土梁、柱，屋顶采用跨度三十多米的三铰拱承重，这是当时西方非常先进的建筑工艺，正面看台又有中式的重檐——三檐滴水，馆里还做了只有宫廷或者高规格庙宇才采用的斗拱。屋顶覆绿色琉璃瓦，利用密檐高差采光通风，侧墙框架结构，山墙取巴洛克式，是典型的中西合璧建筑。"},
			"image":"songqing_gymnasium.png",
			"ex_link":""
		},
		{
			"name":"半山庐",
			"nickName":"单身教授宿舍",
			"coordination":{"latitude":30.537817803771638, "longitude":114.36115264892578},
			"description":{"time":"", "history":"半山庐，又称单身教授宿舍，位于武汉大学珞珈山北麓山腰，高达7米。1932年开工，1933年竣工。建筑面积507平方米，工程造价2.03万元，由胡道生合记营造厂中标承建。半山庐为两层砖木结构住宅建筑，小巧玲珑、环境幽雅。由两个阳台将三栋两层的楼房连缀而成，中间一楼伸出一个装饰性屋檐为入口，八个屋檐毫无装饰讲究，整栋小楼用色简拙，皆青砖墨瓦，外表及显质朴，与珞珈山的苍秀山势浑然一体。据说半山庐的建筑与选址是武大一位研究易经的教授所设计，虽依山而建，但庭前却异常开阔平坦。在1933年—1937年，来武汉大学的任教的知名单身教授住在此处。在1937年-1938年，“武汉抗战”期间，国民政府在珞珈山开办军官训练团，蒋介石亲任团长，蒋介石和夫人宋美龄以及国民政府的重要政要在此下榻。半山庐作为武汉大学早期建筑的一部分，是全国重点保护文物。现为武汉大学董事会、武汉大学校友会办公地."},
			"image":"mountainside_domitory.png",
			"ex_link":""
		},
		{
			"name":"武大新大门",
			"nickName":"武大牌坊",
			"coordination":{"latitude":30.535699354356282, "longitude":114.35268491506577},
			"description":{"time":"", "history":"1928年，湖北省有识之士提出要恢复并重建一个中南地区区域性的重点大学，这一想法得到时任国民政府大学院(.后改为教育部)院长蔡元培先生的赞同。1928年5月18日，南京国民政府大学院决定以国立武昌中山大学为基础建立国立武汉大学，1929年，国立武汉大学正式成立招收新生。在众多社会贤达的支持下，“国立武汉大学”迅速发展，很快后来居上，1935年开创研究生教育，至1936年，已发展成为一所有文、法、理、工、农、医学院15个系以及2个研究所的综合性大学，跻身“民国五大名校”。为了适应学校发展需要，20世纪三十年代初，武汉大学在入校街道口修建了一座四柱三间、房殿顶、木斗拱、飞檐翘角、琉璃瓦覆顶的木牌坊，牌坊造型古朴、描金彩绘，明间匾额正面书有‘，国立武汉大学”校名，背面刻有“文法理工农医”六个大字。但是遗憾的是，1935年时这座木牌坊被龙卷风刮走，后来，大约在1937年夏天，学校又在街道口重建了一座钢筋水泥木牌坊校门。1993年，在武汉大学百年校庆前夕，由武汉大学深圳校友会及其他海内外校友集资，仿照老牌坊，又在现在武汉大学正门处建造了一座新石雕牌坊。石雕牌坊为四柱三间冲天式，四根八棱圆柱，表示欢迎来自四面八方的萃萃学子;柱头上饰以云纹，表示高等学府的深邃和高尚，明间匾额上所书“国立武汉大学”，用的是原“国立武汉大学”石雕牌坊上的墨迹。关于“国立武汉大学，，石雕牌楼上正背两面的墨迹究竟出自何人之手，武汉大学校史和档案无确切记载，历来众说纷纭，有的说是原武汉大学文学院长闻一多所写，有的说是武汉大学数学系教授萧君绎、中文系教授刘绩(刘博平)书写，有的说是蒋介石所题，有的说是汪精卫所写，有的说是于右任所题，有的说是国立武汉大学校长、国民政府教育部长王世杰所题，等等，莫衷一是。这更使“国立武汉大学”石牌楼充满了神秘传奇色彩，吸引了更多人的关注。目前最为大多数人所认同的说法是：武汉大学正门处新牌坊上的“国立武汉大学”六字是由曹立庵先生所题，而该牌坊背面“文法理工农医”则为刘博平教授手书。"},
			"image":"school_gate.png",
			"ex_link":""
		},
		{
			"name":"\"六一\"纪念亭",
			"nickName":"\"六一\"纪念亭",
			"coordination":{"latitude":30.539215446845017, "longitude":114.35596525669098},
			"description":{"time":"", "history":"为纪念六一惨案死难烈士而建于1947年11月。六角飞檐，碧瓦熠熠，六根朱红圆柱支撑，都蕴含六月之意，亭四周植有冬青和绿草。亭高约7米，上部攒尖顶为木质结构，下部红圆柱用水泥注成。亭中立有一块石制纪念碑，碑身高1.46米，宽约0.58米。1947年，在中国共产党领导下，反饥饿、反内战、反迫害的学生运动遍及国民党统治区。以武汉大学为中心的学潮成为这次学运的重要组成部分。6月1日凌晨3时，武汉当局调集全副美式装备的军、警、宪、特1000余人突然闯人武汉大学教职员和学生宿舍，开枪打死手无寸铁的王志德、黄明岗、陈如丰3位同学，打伤20多人，逮捕一批进步师生，时称“六•一”惨案。6月2日，武大学生自治会、教授会和讲助会都分别发表宣言，抗议反动当局的暴行。华中大学、湖北省立农学院、湖北省立医学院等校学生，不顾军警威胁，一队队佩带白花、抬着花圈来到武大吊唁和慰问。华北学联为声援武大决定罢课3天。清华、北大两校反饥饿反内战委员会组织罢课，并设祭坛遥祭武大死难三烈士。中央大学、金陵大学等校也举行了追悼会。（上海）交通大学、同济大学、暨南大学、上海医学院、社教学院、北平交通大学、唐山交通大学、武大上海校友会、武大自贡校友会都纷纷来电慰问和声援。等由于此事在国内引起强烈公愤，蒋介石恐怕事态进一步扩大，两次给武大教授会万主席回电，被迫撤销了武汉警备司令彭善的职务。6月4日，国民党当局迫于政治与社会压力，释放了被捕师生。6月22日，武汉大学举行追悼六一惨案死难烈士大会。次日为死难者出殡，在武昌、汉口市区抬棺游行。三烈士安葬在张家山，1955年因张家山新建大学故将灵中的遗骨取出在宝塔寺火化后，移送武汉九峰山石门峰安葬。亭六角攒尖顶，翠瓦飞檐，宏丽壮观。亭内立有大理石碑，在正面刻有“六一惨案纪念碑”七字。背面记载着１９４７年５月２２日武汉大学等校师生在中国共产党领导下进行反内战、反饥饿、反迫害斗争的经过和烈士殉难始末。"},
			"image":"liuyi.png",
			"ex_link":""
		},
		{
			"name":"梅园小操场",
			"nickName":"梅操",
			"coordination":{"latitude":30.540689303218166, "longitude":114.3592295050621},
			"description":{"time":"", "history":"梅园小操场位于武汉大学文理学部，前后左右被鉴湖、李达花园、情人坡和奥场包围。也被武汉大学的师生简称为“梅操”。梅操的正前方有一个大型的演出台，经常作为仪式典礼场所。其中，武汉大学每年的新生开学典礼都在梅操举行。另外，其他一些大型的文艺演出以及报告会也会在梅操举办。作为武汉大学最受欢迎的露天场所，梅操还有一个重要的功能，就是每周五的晚上都会放映两场热门电影。这个传统从1951年延续至今，风雨无阻。香樟树底枝叶斑驳，加上武大积淀百余年的人文氛围，梅操电影的氛围不输国内任何一家电影院。在武汉大学的学生中流传着这样一个说法，大学四年必做的事情之一就是：和恋人去梅操看一场电影。"},
			"image":"plum_garden_playground.png",
			"ex_link":""
		},
		{
			"name":"李达雕塑",
			"nickName":"",
			"coordination":{"latitude":30.539712125076676, "longitude":114.35895323753357},
			"description":{"time":"", "history":"李达(1890年10月2日－1966年8月24日)，字永锡，号鹤鸣，笔名立达、鹤、胡炎、江春等。湖南零陵岚角山镇（今属永州市冷水滩区）人。中国马克思主义哲学家、教育家，中国共产党创始人之一。1923年脱党。武汉大学校长 1952年11月－1966年8月。1966年在“文化大革命”中，受到严重的诬陷和迫害，同年8月含冤去世。1980年被彻底平反昭雪。"},
			"image":"lida.png",
			"ex_link":""
		},
		{
			"name":"李四光雕塑",
			"nickName":"",
			"coordination":{"latitude":30.539661302306016, "longitude":114.35615301132202},
			"description":{"time":"", "history":"作为一名著名的科学家、地质学家、教育家和社会活动家，李四光一生奔波劳苦，致力于教育和学术，给世人留下了享用无尽的精神财富。他一生奔忙却不忘家乡的教育事业发展，20世纪30年代主持兴建的武汉大学珞珈山新校区，便凝结着他的教育救国理想。1928年7月，南京国民政府大学院院长签发院令，任命李四光为国立武汉大学新校筹备委员会委员，不久又被委任为新校舍建筑设备委员会委员长。建立国立武汉大学是蔡元培推行大学区建设的方案之一，他认为在中部建立一所国立大学有助于中部地区高等教育事业的发展。于是国民政府决定改组原有的武昌中山大学，组建国立武汉大学。然而，当李四光在沧桑巍峨的黄鹤楼俯瞰这所位于蛇山脚下面积仅40余亩的校园时，不由想起了自己曾经就读的校园宽阔敞亮，环境幽雅的英国伯明翰大学。他决定另建新校。到何处寻找新校址？凭他的想象，大学应该有山有水、动静相宜、能启迪人的灵性。林学家叶雅各教授建议将校园建在山水相连、风景如画的东湖之滨。经过实地考察，李四光欣喜地发现这里实乃办学的上好宝地。于是，在1928年11月一个天高气爽的深秋，正式确定武昌东湖珞珈山一带为国立武汉大学的新校址。为了在这个湖光山色、风景如画的地方建设一座别具一格的新校园，李四光请来了谙熟中国工程技术的美国工程师开尔斯来进行规划设计。开尔斯先生果然不负众望，他以中国传统建筑的精华——北京故宫为蓝本，根据中国传统建筑的“轴线对称、主次有序、中央殿堂、四隅崇楼”的原则，巧妙地利用了珞珈山、狮子山一带的地形，历经一载有余，终于完成了武汉大学新校舍的设计工作。然而，武汉大学的兴建历程却并非一帆风顺。首先遇到的困难是湖北省政府的临时变卦。省政府以占用耕地过多为由，迟迟不批准建校申请，新校舍的建设被迫搁置不前。李四光等人多方奔走并邀请省政府代表实地考察，最终省政府在1929年第17次政务会议上正式决定圈定珞珈山一带的土地3000余亩作为武大的新校址。1929年8月15日省政府正式发出公告张贴各处。第二个困难是修路迁坟。当时从武昌城至珞珈山没有公路可通，只有一条小径，必须修一条公路以便运送建筑器材和物资。要修公路，又有许多坟墓，于是麻烦又出来了。当时的民间风俗，非常迷信风水，认为迁徙坟墓祸及祖先，有违中国几千年来的孝亲观念，因而坚决反对迁坟修路。坟主还联合起来，向省政府请愿，要省政府制止迁坟修路。当武汉大学大兴土木之时，武昌坟主陈云五等豪绅，以坟墓在珞珈山新校址范围之内，先后向教育部及湖北省政府捏词呈诉，声称武汉大学新校舍之建筑，将迁坟数千冢，破坏风水无数，武大需另选校址建校。湖北省政府竟听信蛊惑之言，于1929年11月15日函告武大：珞珈山新校址立即停工，另选南湖或徐家棚无坟处兴建校舍。李四光、王世杰等人没有被各方面的压力所吓倒，以惊人的气魄和胆略据理力争，当众宣布：（一）向湖北省政府严正磋商，请其变更上述决议案；(二)呈报中央声明原址范围绝不可变更；（三）工事仍照预定计划进行。在李四光、王世杰的多方斡旋之下，豪绅坟主掀起的反对迁坟闹剧终告结束。第三个困难是经费问题。建一所气势恢宏的美丽校园谈何容易，需要筹集巨额资金。学校最初呈报大学院申请的经费是150万元。1929年，国民党中央政治会议决定：拨款150万元用于兴建武大新校舍，由中央财政与湖北省政府各支付75万元。尽管国民党中央已决定拨款，但要将这笔经费落实到位却十分困难。在平息了迁坟风波之后，李四光、王世杰等人又为落实建校经费四处奔波。当时全国财政大权掌握在财政部长宋子文手中，但当李四光、王世杰等人请他照案拨款时，宋态度冷漠，毫不热心。不得已，李四光、王世杰赴京求见行政院长谭祖庵，向他说明此校对将来湖湘子弟影响最大，而筹款却困难至此。谭闻言，立即热忱地说：“放心，此事全部交给我办好了。”宋答应每月筹款5万元，分15个月付清，总算是解决了经费上一半的难题。后来，经过李四光、王世杰的多方奔走，湖北省的75万元也终于落实。1932年5月26日，武汉大学隆重地举行了新校舍落成典礼。李四光作为教育部的代表表示祝贺，并与蔡元培、任鸿隽、刘树杞为武大师生进行了学术讲座。5月27日，当他演讲完毕，从学生大礼堂出来时，被一群老师和学生团团围住。正在纳闷之时，一名学生拿着纸和笔墨走了上来。他一下明白了，原来是毕业纪念刊的编辑们希望他为纪念刊题词。看到大家期待的眼神，他拿起笔墨写下了两行大字：“用创造的精神和科学的方法求人生的出路”。从此以后，他的“创造的精神和科学的方法”一直在激励武大师生不断地博学慎思而笃行。题完词后，他在珞珈山对面的狮子山顶上特意看了看落成的新校区，当他看到昔日这片荒山野岭之地，经过短短两年的建设，一栋栋美轮美奂的建筑已拔地而起，不禁百感交集。李四光给我们留下的庄重典雅、造型瑰丽的校舍建筑群，不仅让武汉大学赢得了“最美丽的大学校园”之美誉，其展现出来的艰苦创业、迎难而上的精神风貌亦鼓舞、引导着一代又一代的武大人不断开拓进取。"},
			"image":"lisiguang.png",
			"ex_link":""
		},
		{
			"name":"闻一多雕塑",
			"nickName":"",
			"coordination":{"latitude":30.542578948391252, "longitude":114.35932070016861},
			"description":{"time":"", "history":"清光绪二十五年十月二十二日（1899年11月24日）生于湖北省蕲水县（今湖北省黄冈市浠水县）下巴河镇闻家铺的一个书香门第。1912年考入北京清华学校，喜读中国古代诗集、诗话、史书、笔记等。1916年开始在《清华周刊》上发表系列读书笔记，总称《二月庐漫记》。同时创作旧体诗。1919年五四运动时积极参加学生运动，曾代表学校出席全国学联会议（上海）。1920年4月，发表第一篇白话文《旅客式的学生》。同年9月，发表第一首新诗《西岸》。1921年11月与梁实秋等人发起成立清华文学社，次年3月，写成《律诗底研究》，开始系统地研究新诗格律化理论。1922年7月赶美国 芝加哥美术学院学习。年底出版与梁实秋合著的《冬夜草儿评论》，代表了闻一多早期对新诗的看法。1923年出版第一部诗集《红烛》，把反帝爱国的主题和唯美主义的形式典范地结合在一起。1925年5月回国后，历任国立第四中山大学（1928年更名为中央大学，1949年更名为南京大学）、国立武汉大学（任文学院首任院长并设计校徽）、国立青岛大学（现中国海洋大学）、北京艺术专科学校、政治大学、清华大学、西南联合大学教授，曾任北京艺术专科学校教务长、南京第四中山大学外文系主任、武汉大学文学院长、国立青岛大学（后改为国立山东大学）文学院长。"},
			"image":"wenyiduo.png",
			"ex_link":""
		},
		{
			"name":"老十八栋",
			"nickName":"",
			"coordination":{"latitude":30.53657492412441, "longitude":114.36586797237396},
			"description":{"time":"", "history":"位于珞珈山腰东南的教工住宅群。建筑风格整体采用英式乡间别墅风格，但每一栋建筑都自有其特点。日军侵占武汉后，将有些别墅的内构造改成日式的。周恩来旧居与郭沫若旧居即在其中(分别为一区19栋27号、12栋20号)。周恩来旧居是一栋标准英式田园别墅，红瓦青砖，地基开阔，庭前屋后被参天大树环绕，通往山下的是几条石阶小径。别墅由两个哥特式风格的拱形门栋分开，楼栋之间有一精致花园，种有一棵大芭蕉树。郭沫若1961年曾故地重游，在其旧居前留影，在其抗战回忆录《洪波曲》中也提到了这段经历，称“武昌城外的武汉大学区域，应该算得是武汉三镇的物外桃源”。此外还有苏雪林故居，隐现于一条盘树而上悬于半空的老藤与古树的臂弯之间。杨端六、熊国藻、葛扬焕、刘博平、桂质廷等都曾居于此。"},
			"image":"lao18dong.png",
			"ex_link":""
		},
		{
			"name":"蝶宫",
			"nickName":"",
			"coordination":{"latitude":30.544191354939333, "longitude":114.36274856328964},
			"description":{"time":"", "history":"湖滨与工学部交界处，有一栋外形古老的对称形建筑——蝶宫。这便是老武大的女大学生宿舍。女子寄宿舍，1932年建造，三层钢筋混凝土框架结构，由德国建筑师理查德·萨克瑟（Richard Sachse）设计，永茂隆营造厂建造，位于校园东北部的团山，1931年10月开工，1932年10月竣工，建筑面积1595平方米，造价6.38万元。该建筑平面布局独具特色，有“蝶宫”、“月宫”、“白宫”等美誉。外立面装饰简洁大方，主入口圆拱装饰与男生寄宿舍一脉相承，和男生寄宿舍（老斋舍）同为国立武汉大学时期学生宿舍的历史见证物。现在从外观来看，墙面破旧，窗户残破，是“筒子楼”结构，走进楼里，楼道里堆满了废弃物，并且悬挂着一些衣物。走道里没有灯，楼梯也是复古的旋转式楼梯。许多户人家都亮着灯，敲门却丝毫没有反应。楼中有许多禁闭的小门，挂着生锈的铁锁，让人不禁好奇一探究竟。"},
			"image":"diegong.png",
			"ex_link":""
		},
		{
			"name":"周恩来故居",
			"nickName":"",
			"coordination":{"latitude":30.536355454866364, "longitude":114.36627835035324},
			"description":{"time":"", "history":"被称为“国共合作抗日小客厅”，1938年“武汉抗战”期间，为携手共谋抗日大计，进行了国共合作，周恩来来到了当时国民政府抗战临时指挥部所在地武汉大学。当时周恩来和邓颖超下榻“十八栋”27号，此住处为标准英式田园二层别墅，红瓦青砖，地基开阔，庭前屋后被参天大树环绕，通往山下的是几条铺满落叶的石阶小径。别墅由两个哥特式风格的拱形门栋分开，楼栋之间有一精致花园。在此周恩来会见了斯诺、史沫特莱、斯特朗等国际友人和国民政府军事委员会政治部第三厅部分工作人员。周恩来住的二楼有3间房：一间会客室，一间卧室兼办公室，另一小房为警卫人员居住。2001年武汉大学周恩来故居被列为全国重点文物保护单位。"},
			"image":"zhouenlai.png",
			"ex_link":""
		},
		{
			"name":"友谊广场",
			"nickName":"",
			"coordination":{"latitude":30.52782349222254, "longitude":114.35568630695343},
			"description":{"time":"", "history":"武汉大学友谊广场位于原武汉测绘科技大学校区，现在的信息学部，是武大众多的广场之一，面向广场左边是资源与环境学院，计算机学院和遥感信息工程学院的大楼，右边是教学试验大楼，紧邻的是测绘学院，广场后面是教学楼一，以及附一附二教学楼，中间是一个空中之舞雕像，武大学生简称为3S雕像，原因之一是从各个方向看可以看到3个S形，原因二是3S代表这测绘遥感科技中的3S技术，也就是遥感技术(Remote sensing，RS)、地理信息系统(Geography informationsystems，GIS)和全球定位系统(Global positioning systems，GPS)，广场以及周边分布着大量测绘测量精准控制点，经常有学生在上面进行课程实习。"},
			"image":"youyiguangchang.png",
			"ex_link":""
		},
		{
			"name":"星湖",
			"nickName":"",
			"coordination":{"latitude":30.52960249021514, "longitude":114.35393750667572},
			"description":{"time":"", "history":"武汉大学星湖，简称星湖，位于武汉大学信息学部测绘国家重点实验室后面，形状近似为四边形，有半个足球场大小，湖水清澈，湖中心心有莲花；其上曲桥，并有一个亭子；四周有柳树，樱花树，柏树等，还有一些石桌石椅。星湖以及周围学生晨读、休憩、拍照的好地方。"},
			"image":"xinghu.png",
			"ex_link":""
		},
		{
			"name":"珞珈广场",
			"nickName":"教五大草坪",
			"coordination":{"latitude":30.53742507401749, "longitude":114.35563802719116},
			"description":{"time":"", "history":"珞珈广场，这又是中国大学里标志性的广场，这一大块的绿化面积在全国居于首。花树自不必少，小径小路弯的曲折，修的精妙。路灯相连相守，夜晚也穿的漂亮。这里像是武汉大学绿色的眼睛，也是文化和休闲活动的中心。每天早上有书声琅琅，睿智的老者舞剑，白日里有稚气未脱的小孩嬉戏，牵手的情侣相拥，有风时天空中则飘满了风筝，带着你去远方，晚上广场上都可以看见很多休息聊天的学子，和进校散步、跳舞、健身的市民。"},
			"image":"luojiaguangchang.png",
			"ex_link":""
		},
		{
			"name":"鲲鹏广场",
			"nickName":"",
			"coordination":{"latitude":30.54135461035948, "longitude":114.35654193162918},
			"description":{"time":"", "history":"武汉大学文理学部第二教学楼（英语自主学习中心）和宋卿体育馆之间的广场，得名于广场中心的鲲鹏合体雕塑，碑身刻有“北溟深广，鲲翼垂天，云搏九万，水击三千”。每年的毕业生露天音乐会就在这里举行，平时也有演出。周三晚的英语角也在此。"},
			"image":"kunpengguagnchang.png",
			"ex_link":""
		}	
]
